Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# error.underMinimumAge
source: This account doesn't meet Known's minimum age requirement.
ar: هذا الحساب لا يستوفي الحد الأدنى للعمر في «معروف».
bn: এই অ্যাকাউন্ট Known-এর ন্যূনতম বয়সের শর্ত পূরণ করে না।
ca: Aquest compte no compleix el requisit d'edat mínima de Known.
cs: Tento účet nesplňuje minimální věk požadovaný aplikací Known.
da: Denne konto opfylder ikke Knowns mindstealder.
de: Dieses Konto erfüllt das Mindestalter von Known nicht.
el: Αυτός ο λογαριασμός δεν πληροί την ελάχιστη ηλικία του Known.
es: Esta cuenta no cumple el requisito de edad mínima de Known.
fi: Tämä tili ei täytä Knownin ikärajaa.
fr: Ce compte ne remplit pas l’âge minimum requis par Known.
he: החשבון הזה לא עומד בדרישת גיל המינימום של Known.
hi: यह अकाउंट Known की न्यूनतम आयु की शर्त पूरी नहीं करता।
hr: Ovaj račun ne zadovoljava uvjet minimalne dobi aplikacije Known.
hu: Ez a fiók nem felel meg a Known minimális korhatárának.
id: Akun ini tidak memenuhi syarat usia minimum Known.
it: Questo account non soddisfa il requisito di età minima di Known.
ja: このアカウントは、Knownの最低年齢の要件を満たしていません。
ko: 이 계정은 Known의 최소 연령 요건을 충족하지 않아요.
ml: ഈ അക്കൗണ്ട് Known-ന്റെ കുറഞ്ഞ പ്രായപരിധി പാലിക്കുന്നില്ല.
ms: Akaun ini tidak memenuhi syarat umur minimum Known.
nb: Denne kontoen oppfyller ikke Knowns minstekrav til alder.
nl: Dit account voldoet niet aan de minimumleeftijd van Known.
pl: To konto nie spełnia minimalnego wymogu wieku w Known.
pt_br: Esta conta não atende à idade mínima exigida pelo Known.
pt_pt: Esta conta não cumpre o requisito de idade mínima da Known.
ro: Acest cont nu îndeplinește cerința de vârstă minimă a Known.
ru: Этот аккаунт не соответствует минимальному возрасту для Known.
sk: Tento účet nespĺňa minimálny vek vyžadovaný v Known.
sv: Det här kontot uppfyller inte Knowns minimiålder.
ta: இந்தக் கணக்கு Known-இன் குறைந்தபட்ச வயதுத் தேவையை நிறைவு செய்யவில்லை.
te: ఈ ఖాతా Known కనీస వయస్సు అవసరాన్ని తీర్చడం లేదు.
th: บัญชีนี้ไม่ตรงตามเกณฑ์อายุขั้นต่ำของ Known
tr: Bu hesap Known'un asgari yaş şartını karşılamıyor.
uk: Цей обліковий запис не відповідає вимозі Known щодо мінімального віку.
ur: یہ اکاؤنٹ Known کی کم از کم عمر کی شرط پوری نہیں کرتا۔
vi: Tài khoản này không đáp ứng độ tuổi tối thiểu của Known.
zh_hans: 此账户不符合 Known 的最低年龄要求。
zh_hant: 此帳號未達 Known 的最低年齡要求。

# error.unknownTopic
source: Known's topic list has changed, so nothing was saved. Reload this screen and try again.
ar: تغيّرت قائمة المواضيع في «معروف»، فلم يُحفظ شيء. أعد تحميل هذه الشاشة وأعد المحاولة.
bn: Known-এর বিষয়ের তালিকা বদলেছে, তাই কিছুই সেভ হয়নি। এই স্ক্রিন রিলোড করে আবার চেষ্টা করুন।
ca: La llista de temes de Known ha canviat, així que no s'ha desat res. Torna a carregar aquesta pantalla i prova-ho de nou.
cs: Seznam témat v aplikaci Known se změnil, takže nic nebylo uloženo. Načti tuto obrazovku znovu a zkus to.
da: Knowns emneliste er ændret, så intet blev gemt. Genindlæs denne skærm, og prøv igen.
de: Die Themenliste von Known hat sich geändert, daher wurde nichts gesichert. Lade diesen Bildschirm neu und versuche es erneut.
el: Η λίστα θεμάτων του Known άλλαξε, οπότε δεν αποθηκεύτηκε τίποτα. Φόρτωσε ξανά αυτή την οθόνη και δοκίμασε ξανά.
es: La lista de temas de Known ha cambiado, así que no se guardó nada. Recarga esta pantalla e inténtalo de nuevo.
fi: Knownin aiheluettelo on muuttunut, joten mitään ei tallennettu. Lataa tämä näkymä uudelleen ja yritä uudelleen.
fr: La liste des sujets de Known a changé, rien n’a donc été enregistré. Rechargez cet écran et réessayez.
he: רשימת הנושאים של Known השתנתה, ולכן שום דבר לא נשמר. טען את המסך מחדש ונסה שוב.
hi: Known की टॉपिक सूची बदल गई है, इसलिए कुछ सेव नहीं हुआ। यह स्क्रीन दोबारा लोड करें और फिर कोशिश करें।
hr: Popis tema aplikacije Known se promijenio pa ništa nije spremljeno. Ponovno učitaj ovaj zaslon i pokušaj ponovno.
hu: A Known témalistája megváltozott, ezért nem mentettünk semmit. Töltsd újra ezt a képernyőt, és próbáld újra.
id: Daftar topik Known telah berubah, jadi tidak ada yang tersimpan. Muat ulang layar ini dan coba lagi.
it: L'elenco degli argomenti di Known è cambiato, quindi non è stato salvato nulla. Ricarica questa schermata e riprova.
ja: Knownのトピックの一覧が変更されたため、何も保存されていません。この画面を読み込み直して、もう一度お試しください。
ko: Known의 주제 목록이 변경되어 아무것도 저장되지 않았어요. 이 화면을 새로 고침하고 다시 시도하세요.
ml: Known-ന്റെ വിഷയ പട്ടിക മാറിയതിനാൽ ഒന്നും സേവ് ചെയ്തില്ല. ഈ സ്ക്രീൻ വീണ്ടും ലോഡ് ചെയ്ത് ശ്രമിക്കുക.
ms: Senarai topik Known telah berubah, jadi tiada apa-apa disimpan. Muat semula skrin ini dan cuba lagi.
nb: Knowns emneliste er endret, så ingenting ble lagret. Last denne skjermen på nytt og prøv igjen.
nl: De onderwerpenlijst van Known is gewijzigd, dus er is niets opgeslagen. Laad dit scherm opnieuw en probeer het nog eens.
pl: Lista tematów w Known się zmieniła, więc nic nie zapisano. Wczytaj ten ekran ponownie i spróbuj jeszcze raz.
pt_br: A lista de tópicos do Known mudou, então nada foi salvo. Recarregue esta tela e tente de novo.
pt_pt: A lista de tópicos da Known mudou, por isso nada foi guardado. Recarregue este ecrã e tente novamente.
ro: Lista de subiecte Known s-a schimbat, așa că nu s-a salvat nimic. Reîncarcă acest ecran și încearcă din nou.
ru: Список тем Known изменился, поэтому ничего не сохранено. Обновите экран и повторите.
sk: Zoznam tém v Known sa zmenil, takže sa nič neuložilo. Načítaj túto obrazovku znova a skús to znova.
sv: Knowns ämneslista har ändrats, så inget sparades. Läs in skärmen igen och försök på nytt.
ta: Known-இன் தலைப்புப் பட்டியல் மாறியுள்ளது, எனவே எதுவும் சேமிக்கப்படவில்லை. இந்தத் திரையை மீண்டும் ஏற்றி முயலுங்கள்.
te: Known అంశాల జాబితా మారింది, కాబట్టి ఏదీ సేవ్ కాలేదు. ఈ స్క్రీన్‌ను మళ్లీ లోడ్ చేసి ప్రయత్నించండి.
th: รายการหัวข้อของ Known เปลี่ยนไป จึงไม่ได้บันทึกอะไร โหลดหน้านี้ใหม่แล้วลองอีกครั้ง
tr: Known'un konu listesi değişti, bu yüzden hiçbir şey kaydedilmedi. Bu ekranı yeniden yükleyip tekrar deneyin.
uk: Список тем у Known змінився, тож нічого не збережено. Перезавантажте цей екран і спробуйте ще раз.
ur: Known کے موضوعات کی فہرست بدل گئی ہے، اس لیے کچھ محفوظ نہیں ہوا۔ یہ اسکرین دوبارہ لوڈ کریں اور پھر کوشش کریں۔
vi: Danh sách chủ đề của Known đã thay đổi nên chưa có gì được lưu. Hãy tải lại màn hình này và thử lại.
zh_hans: Known 的话题列表已更新，因此未保存任何内容。请重新加载此页面后重试。
zh_hant: Known 的主題清單已變更，因此沒有儲存任何內容。請重新載入此畫面後再試一次。

# error.unverified
source: Only verified humans can post. Everyone can read Known — finish identity verification to speak.
ar: النشر متاح للموثّقين فقط. القراءة متاحة للجميع في «معروف» — أكمل التحقق من الهوية لتتحدث.
bn: শুধু ভেরিফায়েড মানুষ পোস্ট করতে পারে। Known সবাই পড়তে পারে — কথা বলতে পরিচয় যাচাই শেষ করুন।
ca: Només les persones verificades poden publicar. Tothom pot llegir Known; acaba la verificació d'identitat per parlar.
cs: Psát mohou jen ověření lidé. Known je čitelná pro všechny – dokonči ověření totožnosti, abys mohl mluvit.
da: Kun verificerede mennesker kan slå op. Alle kan læse Known – gør din identitetsverificering færdig for at tage ordet.
de: Nur verifizierte Menschen können posten. Alle können Known lesen – schließe die Identitätsprüfung ab, um mitzureden.
el: Μόνο επαληθευμένοι άνθρωποι μπορούν να δημοσιεύουν. Όλοι μπορούν να διαβάζουν το Known — ολοκλήρωσε την επαλήθευση ταυτότητας για να μιλήσεις.
es: Solo las personas verificadas pueden publicar. Todo el mundo puede leer Known; termina la verificación de identidad para hablar.
fi: Vain vahvistetut ihmiset voivat julkaista. Kaikki voivat lukea Knownia – viimeistele henkilöllisyyden vahvistus puhuaksesi.
fr: Seuls les humains vérifiés peuvent publier. Tout le monde peut lire Known — terminez la vérification d’identité pour prendre la parole.
he: רק בני אדם מאומתים יכולים לפרסם. כולם יכולים לקרוא את Known — השלם אימות זהות כדי לדבר.
hi: केवल सत्यापित इंसान पोस्ट कर सकते हैं। Known सब पढ़ सकते हैं — बोलने के लिए पहचान सत्यापन पूरा करें।
hr: Objavljivati mogu samo potvrđeni ljudi. Svatko može čitati objave u aplikaciji Known — dovrši provjeru identiteta da bi mogao/la govoriti.
hu: Csak hitelesített emberek írhatnak. A Knownt mindenki olvashatja – az íráshoz fejezd be a személyazonosság hitelesítését.
id: Hanya manusia terverifikasi yang bisa memposting. Semua orang bisa membaca Known — selesaikan verifikasi identitas untuk bersuara.
it: Solo le persone verificate possono pubblicare. Tutti possono leggere Known: completa la verifica dell'identità per parlare.
ja: 投稿できるのは認証済みの人だけです。Knownは誰でも読めます。発言するには本人確認を完了してください。
ko: 인증된 사람만 게시할 수 있어요. 누구나 Known을 읽을 수 있지만, 말하려면 신원 인증을 완료하세요.
ml: പരിശോധിച്ച മനുഷ്യർക്ക് മാത്രമേ പോസ്റ്റ് ചെയ്യാനാകൂ. Known എല്ലാവർക്കും വായിക്കാം — സംസാരിക്കാൻ ഐഡന്റിറ്റി പരിശോധന പൂർത്തിയാക്കുക.
ms: Hanya manusia yang disahkan boleh menyiar. Sesiapa boleh membaca Known — selesaikan pengesahan identiti untuk bersuara.
nb: Bare verifiserte mennesker kan publisere. Alle kan lese Known. Fullfør identitetsverifiseringen for å ta ordet.
nl: Alleen geverifieerde mensen kunnen posten. Iedereen kan Known lezen; rond je identiteitsverificatie af om mee te praten.
pl: Tylko zweryfikowani ludzie mogą publikować. Każdy może czytać Known — dokończ weryfikację tożsamości, aby zabierać głos.
pt_br: Só pessoas verificadas podem postar. Todos podem ler o Known; conclua a verificação de identidade para participar.
pt_pt: Só pessoas verificadas podem publicar. Todos podem ler a Known — conclua a verificação de identidade para falar.
ro: Doar oamenii verificați pot posta. Oricine poate citi Known — finalizează verificarea identității ca să poți vorbi.
ru: Публиковать могут только проверенные люди. Читать Known может каждый — завершите проверку личности, чтобы писать.
sk: Príspevky môžu písať iba overení ľudia. Known môže čítať každý — dokonči overenie totožnosti, aby si mohol hovoriť.
sv: Bara verifierade människor kan publicera. Alla kan läsa Known – slutför identitetsverifieringen för att kunna delta.
ta: சரிபார்க்கப்பட்ட மனிதர்கள் மட்டுமே இடலாம். Known-ஐ எல்லோரும் படிக்கலாம் — பேச அடையாளச் சரிபார்ப்பை முடியுங்கள்.
te: ధృవీకరించబడిన మనుషులు మాత్రమే పోస్ట్ చేయగలరు. Knownను ఎవరైనా చదవవచ్చు — మాట్లాడటానికి గుర్తింపు ధృవీకరణ పూర్తి చేయండి.
th: เฉพาะคนจริงที่ยืนยันตัวตนแล้วเท่านั้นที่โพสต์ได้ ทุกคนอ่าน Known ได้ ยืนยันตัวตนให้เสร็จเพื่อร่วมพูดคุย
tr: Yalnızca doğrulanmış insanlar gönderi paylaşabilir. Known'u herkes okuyabilir; konuşmak için kimlik doğrulamasını tamamlayın.
uk: Публікувати можуть лише верифіковані люди. Читати Known може кожен — завершіть верифікацію особи, щоб писати.
ur: صرف تصدیق شدہ انسان پوسٹ کر سکتے ہیں۔ Known ہر کوئی پڑھ سکتا ہے — بولنے کے لیے شناخت کی تصدیق مکمل کریں۔
vi: Chỉ người thật đã xác minh mới được đăng bài. Ai cũng đọc được Known — hãy hoàn tất xác minh danh tính để lên tiếng.
zh_hans: 只有已验证的真人才能发帖。每个人都能阅读 Known，完成身份验证后即可发言。
zh_hant: 只有已驗證的真人才能發文。任何人都能閱讀 Known，完成身分驗證即可發言。

# error.useNafath
source: Saudi citizens and residents verify with Nafath — it takes a minute and is instant.
ar: يتحقق المواطنون والمقيمون في السعودية عبر نفاذ — يستغرق دقيقة وهو فوري.
bn: সৌদি নাগরিক ও বাসিন্দারা Nafath দিয়ে ভেরিফাই করেন — এতে এক মিনিট লাগে এবং তাৎক্ষণিক।
ca: Els ciutadans i residents saudites es verifiquen amb Nafath: triga un minut i és instantani.
cs: Saúdští občané a rezidenti se ověřují přes Nafath – trvá to minutu a je to okamžité.
da: Saudiske statsborgere og bosatte verificerer med Nafath – det tager et minut og er øjeblikkeligt.
de: Saudische Staatsbürger und Einwohner verifizieren sich mit Nafath – das dauert eine Minute und geht sofort.
el: Οι πολίτες και οι κάτοικοι της Σαουδικής Αραβίας επαληθεύονται με Nafath — παίρνει ένα λεπτό και είναι άμεσο.
es: Los ciudadanos y residentes saudíes se verifican con Nafath: lleva un minuto y es instantáneo.
fi: Saudi-Arabian kansalaiset ja asukkaat vahvistavat Nafathilla – se vie minuutin ja on välitön.
fr: Les citoyens et résidents saoudiens se vérifient avec Nafath — c’est instantané et cela prend une minute.
he: אזרחים ותושבים סעודים מאמתים עם Nafath — זה לוקח דקה והוא מיידי.
hi: सऊदी नागरिक और निवासी Nafath से सत्यापित करते हैं — इसमें एक मिनट लगता है और यह तुरंत होता है।
hr: Saudijski državljani i stanovnici provjeravaju se putem Nafatha — traje minutu i trenutačno je.
hu: A szaúdi állampolgárok és lakosok Nafath-tal hitelesítenek – egy perc, és azonnali.
id: Warga dan penduduk Saudi memverifikasi dengan Nafath — hanya semenit dan instan.
it: I cittadini e i residenti sauditi si verificano con Nafath: ci vuole un minuto ed è immediato.
ja: サウジ国民と居住者はNafathで認証します。1分で済み、即時に完了します。
ko: 사우디 국민과 거주자는 Nafath로 인증해요. 1분이면 되고 즉시 처리돼요.
ml: സൗദി പൗരന്മാരും താമസക്കാരും Nafath ഉപയോഗിച്ചാണ് പരിശോധിക്കുന്നത് — ഒരു മിനിറ്റ് മതി, തൽക്ഷണം.
ms: Warganegara dan pemastautin Saudi mengesahkan dengan Nafath — ia mengambil masa seminit dan serta-merta.
nb: Saudiske borgere og bosatte verifiserer seg med Nafath. Det tar et minutt og er umiddelbart.
nl: Saoedische burgers en inwoners verifiëren met Nafath: het duurt een minuut en is direct.
pl: Obywatele i rezydenci Arabii Saudyjskiej weryfikują się przez Nafath — zajmuje to minutę i jest natychmiastowe.
pt_br: Cidadãos e residentes sauditas se verificam com o Nafath: leva um minuto e é instantâneo.
pt_pt: Os cidadãos e residentes sauditas verificam-se com Nafath — demora um minuto e é instantâneo.
ro: Cetățenii și rezidenții saudiți se verifică prin Nafath — durează un minut și este instantaneu.
ru: Граждане и резиденты Саудовской Аравии проходят проверку через Nafath — это занимает минуту и происходит мгновенно.
sk: Saudskí občania a rezidenti sa overujú cez Nafath — trvá to minútu a je to okamžité.
sv: Saudiska medborgare och boende verifierar sig med Nafath – det tar en minut och går direkt.
ta: சவூதி குடிமக்களும் குடியிருப்பாளர்களும் Nafath மூலம் சரிபார்க்கிறார்கள் — ஒரு நிமிடம் ஆகும், உடனடி.
te: సౌదీ పౌరులు, నివాసులు Nafathతో ధృవీకరించుకుంటారు — ఒక నిమిషం పడుతుంది, తక్షణమే అవుతుంది.
th: พลเมืองและผู้พำนักในซาอุดีอาระเบียยืนยันตัวตนด้วย Nafath ใช้เวลาหนึ่งนาทีและทันที
tr: Suudi vatandaşlar ve mukimler Nafath ile doğrular; bir dakika sürer ve anında olur.
uk: Громадяни та резиденти Саудівської Аравії верифікуються через Nafath — це займає хвилину і відбувається миттєво.
ur: سعودی شہری اور رہائشی Nafath سے تصدیق کرتے ہیں — اس میں ایک منٹ لگتا ہے اور یہ فوری ہے۔
vi: Công dân và cư dân Ả Rập Xê Út xác minh bằng Nafath — chỉ mất một phút và tức thì.
zh_hans: 沙特公民和居民通过 Nafath 验证，只需一分钟，即时完成。
zh_hant: 沙烏地公民和居民請使用 Nafath 驗證，只需一分鐘，即時完成。

# error.userNotFound
source: This account isn't available.
ar: هذا الحساب غير متاح.
bn: এই অ্যাকাউন্ট পাওয়া যাচ্ছে না।
ca: Aquest compte no està disponible.
cs: Tento účet není dostupný.
da: Denne konto er ikke tilgængelig.
de: Dieses Konto ist nicht verfügbar.
el: Αυτός ο λογαριασμός δεν είναι διαθέσιμος.
es: Esta cuenta no está disponible.
fi: Tämä tili ei ole saatavilla.
fr: Ce compte n’est pas disponible.
he: החשבון הזה אינו זמין.
hi: यह अकाउंट उपलब्ध नहीं है।
hr: Ovaj račun nije dostupan.
hu: Ez a fiók nem érhető el.
id: Akun ini tidak tersedia.
it: Questo account non è disponibile.
ja: このアカウントは利用できません。
ko: 이 계정은 사용할 수 없어요.
ml: ഈ അക്കൗണ്ട് ലഭ്യമല്ല.
ms: Akaun ini tidak tersedia.
nb: Denne kontoen er ikke tilgjengelig.
nl: Dit account is niet beschikbaar.
pl: To konto jest niedostępne.
pt_br: Esta conta não está disponível.
pt_pt: Esta conta não está disponível.
ro: Acest cont nu este disponibil.
ru: Этот аккаунт недоступен.
sk: Tento účet nie je dostupný.
sv: Det här kontot är inte tillgängligt.
ta: இந்தக் கணக்கு கிடைக்கவில்லை.
te: ఈ ఖాతా అందుబాటులో లేదు.
th: บัญชีนี้ไม่พร้อมใช้งาน
tr: Bu hesap kullanılamıyor.
uk: Цей обліковий запис недоступний.
ur: یہ اکاؤنٹ دستیاب نہیں۔
vi: Tài khoản này không khả dụng.
zh_hans: 此账户不可用。
zh_hant: 此帳號無法使用。

# error.validation
source: Some of what you entered wasn't accepted. Check it and try again.
ar: بعض ما أدخلته لم يُقبل. راجعه وحاول مجددًا.
bn: আপনার দেওয়া কিছু তথ্য গ্রহণ করা হয়নি। দেখে আবার চেষ্টা করুন।
ca: Part del que has introduït no s'ha acceptat. Revisa-ho i torna-ho a provar.
cs: Část toho, co jsi zadal, nebyla přijata. Zkontroluj to a zkus znovu.
da: Noget af det, du indtastede, blev ikke accepteret. Tjek det, og prøv igen.
de: Einige deiner Eingaben wurden nicht akzeptiert. Prüfe sie und versuche es erneut.
el: Κάποια από όσα εισήγαγες δεν έγιναν δεκτά. Έλεγξέ τα και δοκίμασε ξανά.
es: Parte de lo que introdujiste no se aceptó. Revísalo e inténtalo de nuevo.
fi: Osaa antamistasi tiedoista ei hyväksytty. Tarkista ne ja yritä uudelleen.
fr: Une partie de ce que vous avez saisi n’a pas été acceptée. Vérifiez et réessayez.
he: חלק ממה שהזנת לא התקבל. בדוק ונסה שוב.
hi: आपके दर्ज किए कुछ विवरण स्वीकार नहीं हुए। उन्हें जाँचें और फिर कोशिश करें।
hr: Dio onoga što si unio/unijela nije prihvaćen. Provjeri i pokušaj ponovno.
hu: A megadott adatok egy részét nem fogadtuk el. Ellenőrizd, és próbáld újra.
id: Sebagian isianmu tidak diterima. Periksa lalu coba lagi.
it: Una parte di ciò che hai inserito non è stata accettata. Controlla e riprova.
ja: 入力内容の一部が受け付けられませんでした。確認して、もう一度お試しください。
ko: 입력한 내용 중 일부가 받아들여지지 않았어요. 확인하고 다시 시도하세요.
ml: നിങ്ങൾ നൽകിയതിൽ ചിലത് സ്വീകരിച്ചില്ല. പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.
ms: Sebahagian daripada yang anda masukkan tidak diterima. Semak dan cuba lagi.
nb: Noe av det du skrev inn, ble ikke godtatt. Sjekk det og prøv igjen.
nl: Een deel van wat je hebt ingevoerd is niet geaccepteerd. Controleer het en probeer het opnieuw.
pl: Część wpisanych danych nie została przyjęta. Sprawdź je i spróbuj ponownie.
pt_br: Parte do que você digitou não foi aceita. Confira e tente de novo.
pt_pt: Parte do que introduziu não foi aceite. Verifique e tente novamente.
ro: Unele dintre datele introduse nu au fost acceptate. Verifică-le și încearcă din nou.
ru: Часть введённых данных не принята. Проверьте их и повторите.
sk: Niečo z toho, čo si zadal, nebolo prijaté. Skontroluj to a skús to znova.
sv: En del av det du angav godtogs inte. Kontrollera och försök igen.
ta: நீங்கள் உள்ளிட்டவற்றில் சில ஏற்கப்படவில்லை. சரிபார்த்து மீண்டும் முயலுங்கள்.
te: మీరు నమోదు చేసిన వాటిలో కొన్ని ఆమోదించబడలేదు. తనిఖీ చేసి మళ్లీ ప్రయత్నించండి.
th: ข้อมูลที่คุณกรอกบางส่วนไม่ได้รับการยอมรับ ตรวจสอบแล้วลองอีกครั้ง
tr: Girdiklerinizin bir kısmı kabul edilmedi. Kontrol edip tekrar deneyin.
uk: Частину введеного не прийнято. Перевірте й спробуйте ще раз.
ur: آپ کی درج کردہ کچھ چیزیں قبول نہیں ہوئیں۔ انہیں جانچیں اور دوبارہ کوشش کریں۔
vi: Một số nội dung bạn nhập không được chấp nhận. Hãy kiểm tra và thử lại.
zh_hans: 你输入的部分内容未被接受。请检查后重试。
zh_hant: 你輸入的部分內容不被接受，請檢查後再試一次。

# error.validation.tooLong
source: That can be at most %lld characters.
ar: هذا يقبل %lld حرف على الأكثر.
bn: এটি সর্বোচ্চ %lld অক্ষরের হতে পারে।
ca: Això pot tenir com a màxim %lld caràcters.
cs: Může to mít nejvýše %lld znaků.
da: Det må højst være %lld tegn.
de: Das darf höchstens %lld Zeichen haben.
el: Μπορεί να έχει το πολύ %lld χαρακτήρες.
es: Puede tener como máximo %lld caracteres.
fi: Enintään %lld merkkiä.
fr: Cela doit faire %lld caractères au maximum.
he: זה יכול להכיל %lld תווים לכל היותר.
hi: यह अधिकतम %lld अक्षरों का हो सकता है।
hr: To može imati najviše %lld znakova.
hu: Ez legfeljebb %lld karakter lehet.
id: Itu maksimal %lld karakter.
it: Può avere al massimo %lld caratteri.
ja: %lld文字以内にしてください。
ko: 최대 %lld자까지 가능해요.
ml: അത് പരമാവധി %lld അക്ഷരം വരെയാകാം.
ms: Itu boleh paling banyak %lld aksara.
nb: Dette kan ha høyst %lld tegn.
nl: Dat mag maximaal %lld tekens zijn.
pl: To może mieć najwyżej %lld znaku.
pt_br: Isso pode ter no máximo %lld caracteres.
pt_pt: Isto pode ter no máximo %lld carateres.
ro: Poate avea cel mult %lld de caractere.
ru: Не более %lld символа.
sk: Toto môže mať najviac %lld znakov.
sv: Det får vara högst %lld tecken.
ta: அதிகபட்சம் %lld எழுத்துகள் இருக்கலாம்.
te: అది గరిష్ఠంగా %lld అక్షరాలు ఉండవచ్చు.
th: ยาวได้สูงสุด %lld ตัวอักษร
tr: Bu en fazla %lld karakter olabilir.
uk: Це може містити щонайбільше %lld символу.
ur: یہ زیادہ سے زیادہ %lld حروف کا ہو سکتا ہے۔
vi: Tối đa %lld ký tự.
zh_hans: 最多 %lld 个字符。
zh_hant: 最多只能 %lld 個字元。

# error.validation.tooShort
source: That needs at least %lld characters.
ar: هذا يحتاج %lld حرف على الأقل.
bn: এটি কমপক্ষে %lld অক্ষরের হতে হবে।
ca: Això necessita almenys %lld caràcters.
cs: Musí to mít alespoň %lld znaků.
da: Det skal være mindst %lld tegn.
de: Das braucht mindestens %lld Zeichen.
el: Χρειάζεται τουλάχιστον %lld χαρακτήρες.
es: Necesita al menos %lld caracteres.
fi: Vähintään %lld merkkiä.
fr: Cela doit faire au moins %lld caractères.
he: זה צריך להכיל לפחות %lld תווים.
hi: इसमें कम से कम %lld अक्षर होने चाहिए।
hr: Za to je potrebno najmanje %lld znakova.
hu: Ennek legalább %lld karakternek kell lennie.
id: Itu butuh minimal %lld karakter.
it: Deve avere almeno %lld caratteri.
ja: %lld文字以上にしてください。
ko: 최소 %lld자 이상 필요해요.
ml: അതിന് കുറഞ്ഞത് %lld അക്ഷരം വേണം.
ms: Itu memerlukan sekurang-kurangnya %lld aksara.
nb: Dette må ha minst %lld tegn.
nl: Dat moet minimaal %lld tekens zijn.
pl: To musi mieć co najmniej %lld znaku.
pt_br: Isso precisa ter pelo menos %lld caracteres.
pt_pt: Isto precisa de pelo menos %lld carateres.
ro: Trebuie să aibă cel puțin %lld de caractere.
ru: Нужно не менее %lld символа.
sk: Toto musí mať aspoň %lld znakov.
sv: Det måste vara minst %lld tecken.
ta: குறைந்தது %lld எழுத்துகள் தேவை.
te: దానికి కనీసం %lld అక్షరాలు కావాలి.
th: ต้องมีอย่างน้อย %lld ตัวอักษร
tr: Bu en az %lld karakter olmalı.
uk: Це має містити щонайменше %lld символу.
ur: اس کے لیے کم از کم %lld حروف چاہئیں۔
vi: Cần ít nhất %lld ký tự.
zh_hans: 至少需要 %lld 个字符。
zh_hant: 至少需要 %lld 個字元。
